Repository: shutaozhenzhen/thetimelineproj
Catalog: translations/*.po
Languages: ru

source: Select timeline to import from:
ru: Выберите хронологию для импорта:

source: Import events
ru: Импортировать события

source: Import in event description
ru: Импортировать в описание события

source: Use as start date of event
ru: Использовать как дату начала события

source: Use as event alarm time
ru: Использовать как время напоминания о событии

source: Options for ICS import
ru: Параметры импорта ICS

source: You can't save a milestone with an invalid date/time
ru: Нельзя сохранить веху с некорректной датой/временем

source: Milestone Properties
ru: Свойства вехи

source: Description:
ru: Описание:

source: Label:
ru: Подпись:

source: Create Milestone
ru: Создать веху

source: Edit Milestone
ru: Редактировать веху

source: Milestone Finder
ru: Поиск вех

source: Info
ru: Информация

source: No Milestones found
ru: Вехи не найдены

source: Current
ru: Текущий

source: General
ru: Общие

source: Open most recent timeline on startup
ru: Открыть последнюю использовавшуюся хронологию при запуске

source: Use inertial scrolling
ru: Использовать инерционную прокрутку

source: Never show period Events as point Events
ru: Не показывать события с периодом как события-точки

source: Center Event texts
ru: Центрировать тексты событий

source: Uncheck time checkbox for new events
ru: Не устанавливать флажок времени для новых событий

source: Balloon text below icon
ru: Текст всплывающей подсказки под значком

source: Filter items in listbox export, on categories
ru: Фильтровать объекты по категориям при экспорте в виде списка

source: Select Event Editor Tab Order
ru: Выбрать порядок вкладок редактора событий

source: Select Date format
ru: Выбрать формат даты

source: Date && Time
ru: Дата и время

source: Week start on:
ru: Неделя начинается с:

source: Monday
ru: Понедельника

source: Sunday
ru: Воскресенья

source: Fonts
ru: Шрифты

source: Colours
ru: Цвета

source: Major Strips:
ru: Большие колонки:

source: Minor Strips:
ru: Малые колонки:

source: Balloons:
ru: Всплывающие подсказки:

source: Icons
ru: Значки

source: Fuzzy icon
ru: Значок «Неточно»

source: Locked icon
ru: Значок «Заблокировано»

source: Hyperlink icon
ru: Значок гиперссылки

source: Legends:
ru: Легенды:

source: Minor strip divider line:
ru: Разделительная линия малых колонок:

source: Major strip divider line:
ru: Разделительная линия больших колонок:

source: Now line:
ru: Линия отсчёта:

source: Weekends:
ru: Выходные:

source: Use bold line
ru: Использовать жирную линию

source: Background
ru: Фон

source: Vertical space between Events (px)
ru: Пространство по вертикали между событиями (пикс.)

source: Colorize weekends
ru: Окрашивать выходные

source: Skip s in decade text
ru: Пропускать «s» в тексте декад

source: Display checkmark when events are done
ru: Показывать пометку при завершении событий

source: Never use time precision for events
ru: Не использовать точное время (часы) для событий

source: Use second precision for time
ru: Использовать секунды при указании времени

source: Legend Position
ru: Положение легенды

source: Bottom-Left
ru: Нижний левый угол

source: Top-Left
ru: Верхний левый угол

source: Top-Right
ru: Верхний правый угол

source: Bottom-Right
ru: Нижний правый угол

source: Top
ru: Сверху

source: Bottom
ru: Снизу

source: Time scale position
ru: Положение временной шкалы

source: Default Year
ru: Год по умолчанию

source: Default Month
ru: Месяц по умолчанию

source: Default Day
ru: День по умолчанию

source: Use date default values
ru: Использовать параметры даты по умолчанию

source: You must select a category!
ru: Необходимо выбрать категорию!

source: Set Category on selected events
ru: Задать категорию для выбранных событий

source: Select a Category:
ru: Выбрать категорию:

source: Shortcut is saved
ru: Комбинация клавиш сохранена

source: Both Modifier and Shortcut key must be given!
ru: Необходимо указать и модификатор, и горячую клавишу!

source: The shortcut %s is already bound to function '%s'!
ru: Комбинация клавиш %s уже связана с опцией «%s»!

source: Functions:
ru: Опции:

source: Modifier:
ru: Модификатор:

source: Shortcut Key:
ru: Горячая клавиша:

source: Edit Shortcuts
ru: Редактировать комбинации клавиш

source: The html pages directory is mandatory
ru: Каталог HTML-страниц обязателен

source: Can't find the html pages directory!
ru: Не удалось найти каталог HTML-страниц!

source: Do you want to create it?
ru: Создать его?

source: The html pages director isn't empty!
ru: Каталог HTML-страниц не пуст!

source: Do you want overwrite it?
ru: Перезаписать его?

source: Select Events
ru: Выбрать события

source: Save html pages at
ru: Сохранить HTML-страницы в

source: Start Slide Show
ru: Начать показ слайдов

source: Select html pages directory
ru: Выбрать каталог HTML-страниц

source: System version:
ru: Версия системы:

source: Python version:
ru: Версия Python:

source: Python encoding:
ru: Кодировка Python:

source: wxPython version:
ru: Версия wxPython:

source: Locale setting:
ru: Параметр локали:

source: Locale date format:
ru: Формат даты локали:

source: Configuration file:
ru: Файл конфигурации:

source: Translations directory
ru: Каталог переводов

source: System Information
ru: Сведения о системе

source: Invalid date
ru: Недопустимая дата

source: Could not find markdown Python package. It is needed by the help system.
ru: Не удалось найти пакет markdown на языке Python. Он необходим для работы справочной системы.

source: Go to home page
ru: Перейти к домашней странице

source: Go back one page
ru: Назад на одну страницу

source: Go forward one page
ru: Вперёд на одну страницу

source: Page not found
ru: Страница не найдена

source: Could not find page '%s'.
ru: Не удалось найти страницу «%s».

source: &File
ru: &Файл

source: &Edit
ru: &Правка

source: &View
ru: &Вид

source: &Timeline
ru: &Хронология

source: &Navigate
ru: &Навигация

source: &Help
ru: &Справка

source: Unable to take lock on %s This means you can't edit the timeline. Check if you have write access to this directory.
ru: Не удалось разблокировать %s Это означает, что изменить хронологию нельзя. Проверьте наличие доступа с правами записи в этот каталог.

source: File '%s' does not exist.
ru: Файл «%s» не существует.

source: read-only
ru: только для чтения

source: Someoneelse has changed the Timeline. You have two choices! 1. Set Timeline in Read-Only mode. 2. Synchronize Timeline. Do you want to Synchronize?
ru: Хронология была изменена. Имеется два варианта действий: 1. Установить хронологию в режим только для чтения. 2. Синхронизировать хронологию. Выполнить синхронизацию?

source: Distance between selected events
ru: Расстояние между выбранными событиями

source: Find Categories...
ru: Найти категории...

source: Find Milestones...
ru: Найти вехи...

source: Shortcuts...
ru: Комбинации клавиш...

source: Create a new timeline
ru: Создать новую хронологию

source: Open an existing timeline
ru: Открыть существующую хронологию

source: Open &Recent
ru: &Недавние файлы

source: Import events...
ru: Импортировать события...

source: Exit the program
ru: Выйти из программы

source: Feedback
ru: Отзыв

source: &Contents
ru: Со&держание

source: Getting started &tutorial
ru: Изучить &руководство

source: Getting started numeric &tutorial
ru: Изучить руководство (&числовая хронология)

source: Give &Feedback...
ru: Отправить от&зыв...

source: Co&ntact
ru: &Контакты

source: System information
ru: Сведения о системе

source: Find &First Event
ru: Найти &первое событие

source: Find &Last Event
ru: Найти п&оследнее событие

source: Fit &All Events
ru: Показать &все события

source: Go to previous time period
ru: Перейти к предыдущему временному периоду

source: Create &Event...
ru: Создать &событие...

source: &Edit Selected Event...
ru: &Редактировать выбранное событие...

source: &Duplicate Selected Event...
ru: &Дублировать выбранное событие...

source: Set Category on Selected Events...
ru: Задать категорию для выбранных событий...

source: Move event up
ru: Переместить событие вверх

source: Move event down
ru: Переместить событие вниз

source: Create &Milestone...
ru: Создать &веху...

source: &Compress timeline Events
ru: &Сжать события хронологии

source: &Measure Distance between two Events...
ru: &Измерить расстояние между двумя событиями...

source: Set Category on events &without category...
ru: Задать категорию для событий &без категории...

source: Edit Era's...
ru: Редактировать эру...

source: &Read Only
ru: &Только для чтения

source: &Undo
ru: &Отменить

source: &Redo
ru: &Повторить

source: Toolbar
ru: Панель инструментов

source: &Sidebar
ru: &Боковая панель

source: &Legend
ru: &Легенда

source: La&bel Filtering
ru: Фильтрация &подписей

source: &Balloons on hover
ru: &Всплывающие подсказки при наведении курсора

source: Zoom &In
ru: &Увеличить

source: Zoom &Out
ru: У&меньшить

source: Vertical Zoom &In
ru: У&величить по вертикали

source: Vertical Zoom &Out
ru: Ум&еньшить по вертикали

source: Left
ru: Слева

source: Point event alignment
ru: Выравнивание событий-точек

source: Event appearance
ru: Внешний вид событий

source: &Hide Events done
ru: С&крывать завершённые события

source: Error
ru: Ошибка

source: Question
ru: Вопрос
