Repository: shutaozhenzhen/thetimelineproj
Catalog: translations/*.po
Languages: ru

source: A milestone is a special case of a point event. It is rendered on the timescale of a timeline and it can have a desciption shown when hooverd over. It can also have a one character label that is displayed in the milestone box. A milestone ... * is created by selecting the menu alternative Timeline -> Create milestone. * is edited by doubleclicking on it. * is deleted by clicking on it and thereafter click the delete button. * can be dragged to a new position.
ru: Веха — это особый вид события-точки. Она отображается на временной шкале хронологии и может иметь описание, которое показывается при наведении курсора мыши. Веха также может иметь подпись, которая состоит из одного символа и отображается в квадратике вехи. Веху... * можно создать путём выбора пункта меню «Хронология -> Создать веху...». * можно открыть для редактирования двойным щелчком по ней. * можно удалить щелчком по ней и последующим нажатием клавиши Delete. * можно перетащить в другое место.

source: Categories
ru: Категории

source: Categories are used to group events. An event can only belong to one category. All events that belong to the same category are displayed with the same background color.
ru: Категории используются для группировки событий. Событие может принадлежать только одной категории. Все события, принадлежащие одной и той же категории, отображаются с одним и тем же фоновым цветом.

source: Experimental Features
ru: Экспериментальные возможности

source: Experimental features are features implemented in Timeline but not yet decided to be permanent. An experimental feature can be switched on or off in the preferences dialog. The functionality in these features may not be fully implemented and may not have been as extensively tested as the rest of the application. The users feedback can be important when the decision to make the features permanent or not, is taken.
ru: Экспериментальные возможности — это возможности, которые реализованы в Timeline, но ещё не сделаны постоянными. Экспериментальные возможности можно включать и отключать в диалоге настройки параметров. Функциональность этих возможностей может быть реализованной не в полном объёме и протестированной не настолько тщательно, как остальные опции приложения. Обратная связь от пользователей может помочь разработчикам решить, следует ли сделать эти возможности постоянными.

source: The *Create Event* dialog can be opened in the following ways: - Select *Timeline* - *Create Event* from the menu. - Double click with the *left* mouse button on the timeline. - Press the *Ctrl* key, thereafter hold *left* mouse button down on the timeline, drag the mouse and release it.
ru: Диалог *Создать событие* можно открыть следующими способами: - Выбрать пункт меню *Хронология* — *Создать событие...*. - Сделать по хронологии двойной щелчок *левой* кнопкой мыши. - Удерживая клавишу *Ctrl* нажатой, навести курсор на хронологию и зажать *левую* кнопку мыши, затем переместить мышь и отпустить кнопку.

source: Undo/Redo
ru: Отменить/Повторить

source: The *Undo* function can revert an action such as creating an event, editing a category or deleting an event. To revert an action you: - Use the Ctrl+Z key (Key combination can be changed by user) - Select the menu *Timeline* - *Undo* To save memory usage we have decided to limit the number of actions that can be reverted. This means that only the 10 latest actions can be Undone. An action that is Undone can also be Redone if you: - Use the Alt+Z key (Key combination can be changed by user) - Select the menu *Timeline* - *Redo*
ru: Опция *Отменить* позволяет отменить действие (например, создание события, редактирование категории или удаление события). Чтобы отменить действие: - Воспользуйтесь комбинацией клавиш Ctrl+Z (комбинация может быть изменена пользователем) - Выберите пункт меню *Хронология* — *Отменить* Для экономии памяти было принято решение ограничить количество действий, которые могут быть отменены. Это означает, что отменить можно только последние 10 действий. Отменённое действие также можно повторить. Чтобы это сделать: - Воспользуйтесь комбинацией клавиш Alt+Z (комбинация может быть изменена пользователем) - Выберите пункт меню *Хронология* — *Повторить*

source: The *Edit Event* dialog can be opened by double clicking on an event or by selecting one event and select the 'Timeline -> Edit Selected Event...' menu. An image icon can be associated with an event by dragging the image file and dropping it on an event.
ru: Чтобы открыть диалог *Редактировать событие*, либо сделайте двойной щелчок по событию, либо выберите событие и затем выберите пункт меню «Хронология -> Редактировать выбранное событие...». Событию можно присвоить значок — для этого перетащите файл изображения на событие.

source: Move event vertically
ru: Переместить событие по вертикали

source: An event can be moved vertically. This is done by first selecting the event and thereafter using the Up or Down keys.
ru: Событие можно перемещать по вертикали. Для этого следует сначала выбрать его, а затем воспользоваться клавишами со стрелками «вверх» или «вниз».

source: Duplicate event
ru: Дублировать событие

source: An event can be duplicated. Select the event you want to duplicate and select the 'Timeline -> Duplicate Selected Event...' menu. Now a dialog appears in which you can define - How many duplications to do - The time period used - The frequency of time periods - The direction If number of duplications = 3, time span = day and frequency = 2, you will get 3 new copies of the event spread out with the time span of 2 days between them. You can also get to the duplication dialog from the event context menu, wich appears if you right-click an event with the mouse.
ru: События можно дублировать. Выберите нужное событие и затем выберите пункт меню «Хронология -> Дублировать выбранное событие...». Будет открыт диалог, в котором можно задать: - Количество дубликатов - Используемый временной период - Периодичность - Направление Если задать количество дубликатов = 3, временной период = день и периодичность = 2, появятся 3 копии события, которые будут находиться друг от друга на расстоянии 2 дней. Диалог дублирования также можно открыть с помощью контекстного меню события (оно появляется при щелчке по событию правой кнопкой мыши).

source: Search event
ru: Найти событие

source: You can search for an event by selecting the Edit -> Search menu. A text control is opened in the lower left corner of the application. Enter a target text in the text control and click Enter. If the text is found in the Text or Description of any event, the first event found is highlighted for a short period of time. By clicking on the icons to the right of the text control you can navigate back and forth between all the events that has been found. You can also select an event from a list of all found events.
ru: Чтобы выполнить поиск события, выберите пункт меню «Правка -> Найти». В левом нижнем углу приложения появится поле ввода. Введите в этом поле текст запроса и нажмите клавишу Enter. Если введённый текст будет найден в полях «Текст» или «Описание» каких-либо событий, первое найденное событие будет ненадолго «подсвечено». С помощью кнопок, расположенных справа от поля ввода, можно перемещаться между всеми найденными событиями. Также можно выбрать событие в списке всех найденных событий.

source: Selecting events
ru: Выбрать события

source: To select an event, click on it. To select multiple events, hold down the *Ctrl* key while clicking events.
ru: Чтобы выбрать событие, щёлкните по нему. Чтобы выбрать несколько событий, щёлкайте по ним, удерживая клавишу *Ctrl* нажатой.

source: Import timeline
ru: Импортировать хронологию

source: This feature can be used to merge two timelines into one. First open a timeline and then select menu 'File -> Import timeline...' and select the timeline to be imported.
ru: Эта возможность позволяет объединить две хронологии в одну. Сначала откройте хронологию, а затем выберите пункт меню «Файл -> Импортировать события...» и выберите хронологию, события которой следует импортировать.

source: Event Containers
ru: Контейнеры событий

source: Containers are a way to group events together. In a container events can not overlap, so if you add a new event to a container all other events are moved to give room for the new event. The same thing happens if you resize an event within the container. Have a look at this video for a demo. <http://www.youtube.com/watch?v=dBwEQ3vqB_I> From version 1.8 there is a second container strategy that let's events overlap in time within the container. This strategy is implemented as an experimental feature and can be selected in the preferences dialog.
ru: Контейнеры позволяют группировать события. Содержащиеся в контейнере события не могут пересекаться, поэтому при добавлении события в контейнер все остальные события сдвигаются, освобождая для него место. То же самое происходит и при изменении размера события внутри контейнера. Посмотрите это видео, чтобы увидеть пример. <http://www.youtube.com/watch?v=dBwEQ3vqB_I> Начиная с версии 1.8, доступен второй вариант работы контейнеров. Он позволяет событиям пересекаться во времени. Этот вариант реализован как экспериментальная возможность и доступен в диалоге настройки параметров.

source: To delete an event, select it and press the *Del* key. Multiple events can be deleted at the same time.
ru: Чтобы удалить событие, выделите его и нажмите клавишу *Delete*. Несколько событий могут быть удалены одновременно.

source: Will associated events be deleted when I delete a category?
ru: Будут ли удалены события при удалении категории?

source: No. The events will still be there but they will not belong to a category.
ru: Нет. События не будут удалены, но они не будут принадлежать какой-либо категории.

source: Add a user defined icon
ru: Добавить пользовательский значок

source: Icons used for the event properties - Fuzzy - Locked - Hyperlink can be user defined. To use an icon of your own you create a png image file and place it in the subdirectory icons/event_icons. Now the icon can be selected in the properties dialog on the Icons tab.
ru: Для свойств события - Неточно - Заблокировано - Гиперссылка можно установить пользовательские значки. Чтобы использовать пользовательский значок, следует создать файл изображения в формате PNG и разместить его в подкаталоге icons/event_icons. После этого значок станет доступен для выбора в диалоге свойств на вкладке «Значки».

source: Edit categories
ru: Редактировать категории

source: Categories can be managed in the *Edit Categories* dialog (*Timeline* > *Edit Categories*). To edit an existing category, double click on it. The visibility of categories can also be edited in the sidebar (*View* > *Sidebar*).
ru: Чтобы изменить категории, откройте диалог *Редактировать категории* (*Хронология* > *Редактировать категории*). Для редактирования существующей категории сделайте по ней двойной щелчок. Видимость категорий также можно изменять с помощью боковой панели (*Вид* > *Боковая панель*).

source: If you have more questions about Timeline, or if you want to get in contact with users and developers of Timeline, send an email to the user mailing list: <thetimelineproj-user@lists.sourceforge.net>. (Please use English.)
ru: Чтобы задать вопросы о Timeline или связаться с пользователями и разработчиками Timeline, отправьте письмо в рассылку: <thetimelineproj-user@lists.sourceforge.net>. (Письмо должно быть на английском языке.)

source: Why is Timeline not available in my language?
ru: Почему приложение Timeline не доступно на моём языке?

source: Timeline is developed and translated by volunteers. If you would like to contribute translations you are very much welcome to contact us.
ru: Timeline разрабатывается и переводится добровольцами. Чтобы принять участие в переводе, пожалуйста, пишите нам.

source: Default Event box drawer
ru: Прямоугольник события по умолчанию

source: Gradient Event box drawer
ru: Прямоугольник события с градиентом

source: Other Gradient Event box drawer
ru: Прямоугольник события с другим градиентом

source: Other Gradient Event box drawer with fuzzy edges
ru: Прямоугольник события с другим градиентом и нечёткими краями

source: No events found!
ru: События не найдены!

source: The first image contains a Julian day < 0 Navigate to first event or Use the feature 'Accept negative Julian days'
ru: Первое изображение содержит юлианскую дату < 0 Перейдите к первому событию или Используйте опцию «Разрешить отрицательные даты юлианского календаря»

source: Image files
ru: Файлы изображений

source: Export to Image
ru: Экспорт в изображение

source: File '%s' exists. Overwrite?
ru: Файл «%s» существует. Перезаписать?

source: Export to Listbox...
ru: Экспорт в виде списка...

source: Unable to copy to clipboard.
ru: Не удалось скопировать в буфер.

source: Time period
ru: Временной период

source: Event
ru: Событие

source: Could not find pysvg Python package. It is needed to export to SVG.
ru: Не удалось найти пакет pysvg на языке Python. Он необходим для выполнения экспорта в SVG.

source: SVG files
ru: Файлы SVG

source: Export to SVG
ru: Экспорт в SVG

source: Export Timeline to File...
ru: Экспорт хронологии в файл...

source: export files
ru: Файлы экспорта

source: Export
ru: Экспорт

source: Default Text transformer
ru: Конвертер текста по умолчанию

source: Plain text to HTML transformer
ru: Конвертер простого текста в HTML

source: Add new
ru: Добавить новую

source: Add Category
ru: Добавить категорию

source: Edit...
ru: Изменить...

source: Add...
ru: Добавить...

source: Delete
ru: Удалить

source: Check All
ru: Выбрать все

source: Check children
ru: Выбрать потомков

source: Check all children
ru: Выбрать всех потомков

source: Check all parents
ru: Выбрать всех родителей

source: Check parents for checked children
ru: Выбрать родителей выбранных потомков

source: Uncheck All
ru: Отменить выбор всех

source: Uncheck children
ru: Отменить выбор потомков

source: Uncheck all children
ru: Отменить выбор всех потомков

source: Uncheck all parents
ru: Отменить выбор всех родителей

source: Edit Category
ru: Редактировать категорию

source: Are you sure you want to delete category '%s'?
ru: Действительно удалить категорию «%s»?

source: Events belonging to '%s' will no longer belong to a category.
ru: События, принадлежавшие «%s», больше не принадлежат этой категории.

source: Events belonging to '%s' will now belong to '%s'.
ru: События, принадлежавшие «%s», теперь относятся к «%s».

source: Add Container
ru: Добавить контейнер

source: Give feedback
ru: Оставить отзыв

source: Choose file
ru: Выбрать файл

source: Match any label
ru: Соответствие любой подписи

source: Match all labels
ru: Соответствие всех подписей

source: Select region for event
ru: Выбрать область для события

source: Can't move locked event
ru: Заблокированное событие нельзя переместить

source: Resize events
ru: Изменить размер событий

source: Select events
ru: Выбрать события

source: Select region to zoom into
ru: Выбрать область для масштабирования

source: When:
ru: Когда:

source: Text:
ru: Текст:

source: Color used when the Event has no category associated with it.
ru: Цвет, который используется для события без категории.

source: &Append
ru: &Ещё

source: &Remove
ru: &Удалить

source: Te&st
ru: &Проверить

source: URL:
ru: Ссылка:

source: Images will be scaled to fit inside a %ix%i box.
ru: Изображения будут подогнаны под размер %ix%i.

source: Select Icon
ru: Выбрать значок

source: Progress %:
ru: Выполнение (%):

source: No matches found
ru: Совпадения не найдены

source: Only one match found
ru: Найдено только одно совпадение

source: matches found
ru: — количество совпадений

source: Close
ru: Закрыть

source: Next match
ru: Следующее совпадение

source: In:
ru: В:

source: Select period
ru: Выбрать период

source: Prevoius match
ru: Предыдущее совпадение

source: List matches
ru: Список совпадений

source: View Categories Individually
ru: Показывать категории по отдельности

source: Include events with labels:
ru: Включать события с подписями:

source: Center
ru: По центру

source: Duplicate...
ru: Дублировать...

source: Measure Duration of Events...
ru: Измерить длительность событий...

source: Mark Event as Done
ru: Отметить событие, как завершённое

source: Select Category...
ru: Выбрать категорию...

source: Sticky Balloon
ru: Закреплённая подсказка

source: Goto URL
ru: Перейти по ссылке

source: Are you sure you want to delete %d events?
ru: Действительно удалить события (%d)?

source: Are you sure you want to delete this event?
ru: Действительно удалить это событие?

source: %s events hidden
ru: Скрыто событий: %s

source: This timeline is read-only.
ru: Эта хронология доступна только для чтения.

source: To edit this timeline, save it to a new file: File -> Save As.
ru: Чтобы изменить эту хронологию, сохраните её в новый файл: Файл -> Сохранить как...

source: This timeline is not being saved.
ru: Эта хронология не сохранена.

source: To save this timeline, save it to a new file: File -> Save As.
ru: Чтобы сохранить эту хронологию, сохраните её в новый файл: Файл -> Сохранить как...

source: No timeline opened.
ru: Нет открытой хронологии.

source: First time using Timeline?
ru: Используете программу в первый раз?

source: Check
ru: Выбрать

source: Uncheck
ru: Отменить выбор

source: Category Finder
ru: Поиск категорий

source: Date format:
ru: Формат даты:

source: Locale Date format:
ru: Формат даты локали:

source: Set Date format
ru: Задать формат даты

source: Number of duplicates:
ru: Количество дубликатов:

source: Direction
ru: Направление

source: Frequency:
ru: Периодичность:

source: Both
ru: Оба

source: Duplicate Event
ru: Дублировать событие

source: %d Events not duplicated due to missing dates.
ru: События не продублированы (%d), так как не установлена дата.

source: Name:
ru: Название:

source: Color:
ru: Цвет:

source: Progress Color:
ru: Цвет хода выполнения:

source: Done Color:
ru: Цвет завершения:

source: Font Color:
ru: Цвет шрифта:

source: Parent:
ru: Родитель:

source: Category name '%s' not valid. Must be non-empty.
ru: Недопустимое название категории «%s». Оно не должно быть пустым.

source: Category name '%s' already in use.
ru: Название категории «%s» уже используется.

source: Field '%s' can't be empty.
ru: Поле «%s» не должно быть пустым.

source: Category:
ru: Категория:

source: You can't change time when the Event is locked
ru: Нельзя изменить время, когда событие заблокировано

source: End must be > Start
ru: Время окончания не может предшествовать времени начала

source: Ends today
ru: Заканчивается сегодня

source: Container:
ru: Контейнер:

source: Labels
ru: Подписи

source: Icon
ru: Значок

source: Default color
ru: Цвет по умолчанию

source: Add more events after this one
ru: Продолжить добавлять события

source: &Enlarge
ru: &Увеличить

source: &Reduce
ru: &Уменьшить

source: Save and Duplicate
ru: Сохранить и дублировать

source: Edit Container
ru: Редактировать контейнер

source: Edit Event
ru: Редактировать событие

source: Era Properties
ru: Свойства эры

source: Colour:
ru: Цвет:

source: Add an Era
ru: Добавить эру

source: Edit an Era
ru: Редактировать эру

source: Edit Era's
ru: Редактировать эру

source: All Categories
ru: Все категории

source: Duration:
ru: Длительность:

source: Duration Type:
ru: Тип длительности:

source: Number of Decimals:
ru: Количество десятичных знаков:

source: Autocopy result to Clipboard:
ru: Автоматически скопировать результат в буфер:

source: Start at:
ru: Начало измеряемого отрезка:

source: Stop at:
ru: Конец измеряемого отрезка:

source: Measure Duration of Events
ru: Измерить длительность событий

source: Select Tab Order:
ru: Выбрать порядок вкладок:

source: Event Editor Tab Order
ru: Порядок вкладок редактора событий

source: Found Events
ru: Найденные события

source: Show more details?
ru: Подробнее?

source: Error information
ru: Сведения об ошибке

source: CSV File
ru: Файл CSV

source: Invalid Data
ru: Недопустимые данные

source: At least one Export Item must be selected
ru: Необходимо выбрать хотя бы один объект экспорта

source: At least one Event Field must be selected
ru: Необходимо выбрать хотя бы одно поле события

source: At least one Category Field must be selected
ru: Необходимо выбрать хотя бы одно поле категории

source: Ignore
ru: Пропускать

source: Replace
ru: Заменять

source: XML-Replace
ru: Заменять на XML

source: Strict
ru: Строгий режим

source: Select Export File Type
ru: Выберите тип файла экспорта

source: Select Text Encoding
ru: Выберите кодировку текста

source: Select encoding error strategy
ru: Выберите поведение при ошибках кодировки

source: Select Items to export
ru: Выберите объекты для экспорта

source: Select Fields...
ru: Выбрать поля...

source: Export Timeline
ru: Экспорт хронологии

source: Select Event Fields
ru: Выбрать поля события

source: Select Category Fields
ru: Выбрать поля категорий

source: Feedback On Feature
ru: Отзыв о возможности

source: Other email client
ru: Другой почтовый клиент

source: Copy and paste this email into your favorite email client and send it from there.
ru: Скопируйте и вставьте это письмо в предпочитаемую почтовую программу и отправьте его из этой программы.

source: Email Feedback
ru: Отправить отзыв

source: To:
ru: Кому:

source: Subject:
ru: Тема:

source: Body:
ru: Текст:

source: Send With:
ru: Отправить с помощью:

source: Default client
ru: Клиент по умолчанию

source: Other
ru: Другой

source: Select Fields to Export
ru: Выберите поля для экспорта

source: Choose what type of timeline you want to create.
ru: Выберите, какую хронологию следует создать.

source: Create new timeline
ru: Создать новую хронологию

source: Gregorian
ru: Григорианский календарь

source: This creates a timeline using the standard calendar.
ru: Будет создана хронология, в которой используется стандартный календарь.

source: Numeric
ru: С числами

source: This creates a timeline that has numbers on the x-axis instead of dates.
ru: Будет создана хронология, в которой по оси «Х» вместо дат используются числа.

source: Directory
ru: Даты файлов каталога

source: This creates a timeline where the modification date of files in a directory are shown as events.
ru: Будет создана хронология, в которой даты изменения файлов в каталоге отображаются как события.

source: Bosparanian
ru: Боспаранский календарь

source: This creates a timeline using the fictuous Bosparanian calendar from the German pen-and-paper RPG "The Dark Eye" ("Das schwarze Auge", DSA).
ru: Будет создана хронология, в которой используется вымышленный боспаранский календарь из немецкой настольной ролевой игры «Тёмное око» («Das schwarze Auge», DSA).

source: Pharaonic
ru: Фараонский календарь

source: This creates a timeline using the ancient egypt pharaonic calendar
ru: Будет создана хронология, в которой используется древнеегипетский фараонский календарь.

source: Coptic
ru: Коптский календарь

source: This creates a timeline using the coptic calendar
ru: Будет создана хронология, в которой используется коптский календарь.

source: Create Timeline
ru: Создать хронологию

source: Timeline files
ru: Файлы хронологии

source: Open Timeline
ru: Открыть хронологию

source: Save Timeline As
ru: Сохранить хронологию как

source: The specified timeline already exists.
ru: Указанная хронология уже существует.

source: Opening timeline instead of creating new.
ru: Открыть хронологию вместо того, чтобы создать новую.

source: Information
ru: Сведения

source: File does not exist.
ru: Файл не существует.

source: Unable to load events: %s.
ru: Не удалось загрузить события: %s.

source: %d events will be imported.
ru: Будет импортировано событий: %d.

source: The selected timeline has a different time type.
ru: Выбранная хронология имеет другой тип времени.
