Repository: shutaozhenzhen/thetimelineproj
Catalog: translations/*.po
Languages: ru

source: Praios
ru: Прайос

source: Rondra
ru: Рондра

source: Efferd
ru: Эфферд

source: Travia
ru: Травия

source: Boron
ru: Борон

source: Hesinde
ru: Хесинда

source: Firun
ru: Фирун

source: Tsa
ru: Тса

source: Phex
ru: Фекс

source: Peraine
ru: Перайна

source: Ingerimm
ru: Ингеримм

source: Rahja
ru: Рахья

source: Nameless Days
ru: Безымянные дни

source: PRA
ru: ПРА

source: RON
ru: РОН

source: EFF
ru: ЭФФ

source: TRA
ru: ТРА

source: BOR
ru: БОР

source: HES
ru: ХЕС

source: FIR
ru: ФИР

source: TSA
ru: ТСА

source: PHE
ru: ФЕ

source: PER
ru: ПЕР

source: ING
ru: ИНГ

source: RAH
ru: РАХ

source: NL
ru: БЕЗ

source: to
ru: по

source: Period
ru: Период

source: Show time
ru: Показывать время

source: Week
ru: Неделя

source: Hours
ru: Часы

source: Workdays
ru: Рабочие дни

source: Days
ru: Дни

source: Minutes
ru: Минуты

source: Seconds
ru: Секунды

source: Open &Now Date Editor
ru: Открыть редактор &текущей даты

source: Go to &Date...
ru: Перейти к &дате...

source: Backward
ru: Назад

source: Forward
ru: Вперед

source: Forward One Wee&k
ru: Вперёд на одну &неделю

source: Back One &Week
ru: Назад на одну н&еделю

source: Forward One Mont&h
ru: Вперёд на один &месяц

source: Back One &Month
ru: Назад на один ме&сяц

source: Forward One Yea&r
ru: Вперёд на один &год

source: Back One &Year
ru: Назад на один г&од

source: Fit Millennium
ru: Тысячелетие

source: Fit Century
ru: Век

source: Fit Decade
ru: Декада

source: Fit Year
ru: Год

source: Fit Month
ru: Месяц

source: Fit Week
ru: Неделя

source: Fit Day
ru: День

source: Can't zoom deeper than 1 minute
ru: Предел увеличения — 1 минута

source: Day
ru: День

source: Month
ru: Месяц

source: Year
ru: Год

source: Change Now Date
ru: Изменить текущую дату

source: Go to Date
ru: Перейти к дате

source: Wind
ru: День ветра

source: Earth
ru: День земли

source: Market
ru: Ярмарочный день

source: Rohal
ru: День Рохала

source: Fire
ru: День огня

source: Water
ru: День воды

source: Go to &Today
ru: Перейти к &текущей дате

source: Pes
ru: Пес

source: Psh
ru: Пш

source: Pef
ru: Пеф

source: Pt
ru: Пт

source: Pso
ru: Псу

source: Psa
ru: Саб

source: Tk
ru: Тк

source: The date control can't handle the given date
ru: Не удалось обработать указанную дату

source: Jan
ru: Янв

source: Feb
ru: Фев

source: Mar
ru: Мар

source: Apr
ru: Апр

source: May
ru: Май

source: Jun
ru: Июн

source: Jul
ru: Июл

source: Aug
ru: Авг

source: Sep
ru: Сен

source: Oct
ru: Окт

source: Nov
ru: Ноя

source: Dec
ru: Дек

source: years
ru: года/лет

source: year
ru: год

source: months
ru: месяца/месяцев

source: month
ru: месяц

source: weeks
ru: недели/недель

source: week
ru: неделя

source: days
ru: дня/дней

source: day
ru: день

source: hours
ru: часа/часов

source: hour
ru: час

source: minutes
ru: минуты/минут

source: minute
ru: минута

source: seconds
ru: секунды/секунд

source: second
ru: секунда

source: Mon
ru: Пн

source: Tue
ru: Вт

source: Wed
ru: Ср

source: Thu
ru: Чт

source: Fri
ru: Пт

source: Sat
ru: Сб

source: Sun
ru: Вс

source: Divide by 1
ru: Делить на 1

source: Divide by 10
ru: Делить на 10

source: Divide by 100
ru: Делить на 100

source: Divide by 1000
ru: Делить на 1000

source: Divide by 10000
ru: Делить на 10000

source: Go to &Zero
ru: Перейти к &нулю

source: Go to &Time
ru: Перейти к &времени

source: Can't zoom deeper than 5
ru: Предел увеличения — 5

source: 1-period
ru: 1-период

source: 10-period
ru: 10-период

source: 100-period
ru: 100-период

source: 1000-period
ru: 1000-период

source: Go to Time
ru: Перейти к времени

source: Name
ru: Название

source: Color
ru: Цвет

source: Progress Color
ru: Цвет хода выполнения

source: Done Color
ru: Цвет завершения

source: Parent
ru: Родитель

source: Text
ru: Текст

source: Description
ru: Описание

source: Start
ru: Начало

source: End
ru: Окончание

source: Category
ru: Категория

source: Fuzzy
ru: Неточно

source: Locked
ru: Заблокировано

source: Ends Today
ru: Заканчивается сегодня

source: Hyperlink
ru: Гиперссылка

source: Progress
ru: Ход выполнения

source: Alert
ru: Напоминание

source: Is Container
ru: Является контейнером

source: Is Subevent
ru: Является вложенным событием

source: Duration
ru: Длительность

source: Displayed period must be > 0.
ru: Отображаемый период должен быть > 0.

source: Events are overlapping or distance is 0
ru: События пересекаются или расстояние равно нулю

source: Invalid start time
ru: Недопустимое время начала

source: Invalid end time
ru: Недопустимое время окончания

source: Start time can't be after end time. Start:%s End:%s
ru: Время начала не может быть позже времени окончания. Начало:%s Окончание:%s

source: Whole Timeline
ru: Вся хронология

source: Visible Period
ru: Видимый период

source: Can't scroll more to the left
ru: Дальнейшая прокрутка влево невозможна

source: Can't scroll more to the right
ru: Дальнейшая прокрутка вправо невозможна

source: No timeline set
ru: Хронология не задана

source: Invalid Date Format: The format should contain one year placeholder = yyyy one month placeholder = mmm or mm one day placeholder = dd two placeholders for separators between year, month and day Separators can't contain the letters y, m or d Example of valid formats: yyyy-mm-dd dd/mm/yyyy mmm/dd-yyyy
ru: Недопустимый формат даты: Формат предусматривает следующие элементы: один заполнитель для года = yyyy один заполнитель для месяца = mmm или mm один заполнитель для дня = dd два заполнителя для разделителей между годом, месяцем и днём Разделители не могут содержать буквы y, m или d Примеры допустимых форматов: yyyy-mm-dd dd/mm/yyyy mmm/dd-yyyy

source: Unable to write configuration file.
ru: Не удалось записать в файл конфигурации.

source: Warning
ru: Предупреждение

source: The selected value contains invalid characters and can't be saved
ru: Выбранное значение содержит недопустимые символы и не может быть сохранено

source: File
ru: Файл

source: Edit
ru: Изменить

source: View
ru: Вид

source: Timeline
ru: Хронология

source: Navigate
ru: Навигация

source: Help
ru: Справка

source: Open...
ru: Открыть...

source: New...
ru: Создать...

source: Save As...
ru: Сохранить как...

source: Import...
ru: Импортировать...

source: Export Current view to Image...
ru: Экспортировать текущее представление в изображение...

source: Export Whole Timeline to Images...
ru: Экспортировать всю хронологию в изображения...

source: Export to SVG...
ru: Экспорт в SVG...

source: Exit
ru: Выход

source: Find
ru: Найти

source: Find Milestones
ru: Найти вехи

source: Select All Events
ru: Выбрать все события

source: Preferences
ru: Параметры

source: Shortcuts
ru: Комбинации клавиш

source: Sidebar
ru: Боковая панель

source: Legend
ru: Легенда

source: Ballons on hover
ru: Всплывающие подсказки при наведении курсора

source: Zoom In
ru: Увеличить

source: Zoom Out
ru: Уменьшить

source: Vertical Zoom In
ru: Увеличить по вертикали

source: Vertical Zoom Out
ru: Уменьшить по вертикали

source: Start slide show
ru: Начать показ слайдов

source: Create Event
ru: Создать событие

source: Edit Selected Event
ru: Редактировать выбранное событие

source: Duplicate Selected Event
ru: Дублировать выбранное событие

source: Set Category on Selected Events
ru: Задать категорию для выбранных событий

source: Measure Distance between two Events
ru: Измерить расстояние между двумя событиями

source: Set Category on events without category
ru: Задать категорию для событий без категории

source: Read Only
ru: Только для чтения

source: Undo
ru: Отменить

source: Redo
ru: Повторить

source: Contents
ru: Содержание

source: Getting started tutorial
ru: Изучить руководство

source: Give Feedback
ru: Оставить отзыв

source: Contact
ru: Связаться с разработчиками...

source: About
ru: О программе

source: Find First Event
ru: Найти первое событие

source: Find Last Event
ru: Найти последнее событие

source: Find All Events
ru: Найти все события

source: Unable to read from filename '%s'.
ru: Не удалось выполнить чтение из файла «%s».

source: Location
ru: Расположение

source: Unable to read calendar data.
ru: Не удалось прочесть данные календаря.

source: Unable to read from file '%s'.
ru: Не удалось выполнить чтение из файла «%s».

source: Unable to read timeline data from '%s'.
ru: Не удалось прочесть данные хронологии из «%s».

source: Example era
ru: Пример эры

source: Welcome
ru: Добро пожаловать

source: Welcome to Timeline
ru: Добро пожаловать в Timeline

source: Intro
ru: Введение

source: This event has hyperlinks
ru: Это событие содержит гиперссылки

source: Right-click for context menu where the hyperlinks can be accessed.
ru: Щёлкните правой кнопкой мыши, чтобы открыть контекстное меню, в котором доступны гиперссылки.

source: Hover me!
ru: Наведите сюда курсор!

source: Hovering events with a triangle shows the event description.
ru: При наведении курсора мыши на события, отмеченные треугольником, будет показано описание события.

source: Features
ru: Возможности

source: Scroll
ru: Прокрутка

source: Left click somewhere on the timeline and start dragging. You can also use the mouse wheel. You can also middle click with the mouse to center around that point.
ru: Щёлкните по хронологии левой кнопкой мыши и выполните перетаскивание. Также можно использовать колесо мыши. Кроме того, можно щёлкнуть средней кнопкой мыши, чтобы место щелчка оказалось в центре.

source: Container
ru: Контейнер

source: Resize me
ru: Изменить размер события

source: Container Subevent 1 Click on the event to get the resize handles
ru: Вложенное событие контейнера (1) Щёлкните по событию, чтобы увидеть маркеры изменения размера

source: Drag me
ru: Переместить событие

source: Container Subevent 2 Click on the event to get the drag handle and drag it. To drag the whole container, click on it while holding down the Alt key. Keep the Alt key down and find the drag point at the center of the container and drag it.
ru: Вложенное событие контейнера (2) Щёлкните по событию, чтобы увидеть маркер перемещения и перетащить его. Чтобы перетащить весь контейнер, щёлкните по нему, удерживая нажатой клавишу Alt. Удерживая клавишу Alt нажатой, найдите точку перетаскивания по центру контейнера и перетащите её.

source: View Container demo video
ru: Показать демонстрационное видео контейнера

source: Container Subevent 3 Select hyperlink to show demo video. Right-click in the event and select 'Goto URL' in the popup menu and select the first (and only) link
ru: Вложенное событие контейнера (3) Выберите гиперссылку для показа демонстрационного видео. Щёлкните по событию правой кнопкой мыши и выберите в появившемся контекстном меню пункт «Перейти по ссылке», затем выберите первую (и единственную) ссылку

source: Zoom
ru: Масштаб

source: Hold down Ctrl while scrolling the mouse wheel. Hold down Shift while dragging with the mouse.
ru: Удерживайте клавишу Ctrl нажатой при прокрутке колеса мыши. Удерживайте клавишу Shift нажатой при перетаскивании с помощью мыши.

source: Create event
ru: Создать событие

source: Double click somewhere on the timeline. Hold down Ctrl while dragging the mouse to select a period.
ru: Сделайте двойной щелчок по хронологии. Чтобы выбрать период, удерживайте клавишу Ctrl нажатой при перетаскивании мыши.

source: Edit event
ru: Редактировать событие

source: Double click on an event.
ru: Сделайте двойной щелчок по событию.

source: Select event
ru: Выбрать событие

source: Click on it. Hold down Ctrl while clicking events to select multiple.
ru: Щёлкните по нему. Чтобы выбрать несколько событий, щёлкайте по ним, удерживая клавишу Ctrl нажатой.

source: Delete event
ru: Удалить событие

source: Select events to be deleted and press the Del key.
ru: Выберите события, которые следует удалить, и нажмите клавишу Delete.

source: Resize and move me!
ru: Изменить размер и переместить событие!

source: First select me and then drag the handles.
ru: Выберите событие и затем перемещайте маркеры.

source: Saving
ru: Сохранить

source: This timeline is stored in memory and modifications to it will not be persisted between sessions. Choose File/New/File Timeline to create a timeline that is saved on disk.
ru: Эта хронология хранится в памяти, и её изменения не будут сохраняться между сеансами. Выберите пункт меню «Файл/Создать.../Файл хронологии» для создания хронологии, которая будет сохранена на диск.

source: Unable to open timeline '%s'.
ru: Не удалось открыть хронологию «%s».

source: Unknown format.
ru: Неизвестный формат.

source: You are trying to open an old file with a new version of timeline. Please install version 0.21.1 of timeline to convert it to the new format.
ru: Выполнена попытка открыть старый файл с помощью новой версии приложения. Установите версию 0.21.1, чтобы преобразовать файл в новый формат.

source: Since the directory of the Timeline file is not writable, the timeline is opened in read-only mode
ru: Так как каталог файла Timeline недоступен для записи, хронология открыта в режиме только для чтения

source: Could not find iCalendar Python package. It is required for working with ICS files.
ru: Не удалось найти пакет iCalendar на языке Python. Он необходим для работы с файлами ICS.

source: Unable to save timeline data to '%s'. File left unmodified.
ru: Не удалось сохранить данные хронологии в «%s». Файл не изменён.

source: Unable to write timeline data.
ru: Не удалось записать данные хронологии.

source: Unable to write to temporary dbfile '%s'.
ru: Не удалось записать во временный файл базы данных «%s».

source: Unable to take backup to '%s'.
ru: Не удалось записать данные для восстановления в «%s».

source: Unable to rename temporary dbfile '%s' to original.
ru: Не удалось переименовать временный файл базы данных «%s» в оригинал.

source: Unable to delete backup dbfile '%s'.
ru: Не удалось удалить резервный файл базы данных «%s».

source: Extend Container height
ru: Увеличить высоту контейнера

source: Extend the height of a container so that the container name becomes visible. This also has the side effect that ordinary events come farther apart in the vertical direction. The font for the container name has a fixed size when you zoom vertically (Alt + Mouse wheel)
ru: Увеличить высоту контейнера, чтобы отображалось его название. Это также приведёт к тому, что обычные события станут дальше друг от друга по вертикали. Размер шрифта названия контейнера не изменяется при масштабировании по вертикали (Alt + колесо мыши)

source: Use extended Container strategy
ru: Разрешить пересечение событий в контейнере

source: This strategy makes it possible to have overlapping subevents in a container. The container expands in the vertical direction if it has overlapping subevents.
ru: Эта опция позволяет контейнерам содержать пересекающиеся вложенные события. Контейнер увеличивается по вертикали, если в нём содержатся пересекающиеся вложенные события.

source: Accept negative Julian days
ru: Разрешить отрицательные даты юлианского календаря

source: Enables the use of dates before Julian day = 0 (4713 BC) This means that prehistorical dates can be used. We are not quiet sure that the calculations works correctly for negative julian days and therefore it's an experimental feature. Be aware of the fact that a timeline created with this feature active, may not be readable with Timeline if the feature is switched off.
ru: Разрешить даты, предшествующие нулевой юлианской (4713 BC). Это означает, что можно использовать очень старые даты. Разработчики не совсем уверены в правильности работы расчётов для отрицательных юлианских дат; это экспериментальная возможность. Обратите внимание: если включить эту опцию и создать хронологию, то затем её, возможно, не получится открыть в приложении, если эта опция будет отключена.

source: Search results for '%s'
ru: Результаты поиска для «%s»

source: Related pages
ru: Связанные страницы

source: Help contents
ru: Содержание справки

source: Questions and answers
ru: Вопросы и ответы

source: Concepts
ru: Концепции

source: Tasks
ru: Задачи

source: Where is the save button?
ru: Где находится кнопка сохранения?

source: There is no save button. Timeline will automatically save your data whenever needed.
ru: Кнопки сохранения просто нет, оно происходит автоматически.

source: Where do the week numbers go if I start my weeks on Sunday?
ru: Куда пропадают номера недель, когда недели начинаются с воскресенья?

source: The date data object used does not support week numbers for weeks that start on Sunday at present. We plan on using a different date object that will support this in future versions.
ru: В настоящее время объект данных даты не поддерживает номера для недель, которые начинаются с воскресенья. В будущих версиях планируется использовать другой объект даты, который будет поддерживать такую возможность.

source: Can multiple users work with the same timeline?
ru: Могут ли несколько пользователей работать с одной и той же хронологией?

source: There are some support for multiple users to work on the same timeline file. When you try to make a change and someone else has made a change you will be asked to make one of two choices: - Set timeline in read-only mode. - Synchronize the timeline. During the your edit action the timeline is locked for changes by others. If you try to edit a timeline when it is locked by someone else you will be notified about this situation.
ru: Приложение допускает работу нескольких пользователей над одним и тем же файлом хронологии. Когда пользователь пытается внести изменение, но другой пользователь сделал это раньше, предлагается выбрать один из следующих вариантов: - Установить хронологию в режим только для чтения. - Синхронизировать хронологию. Когда пользователь выполняет правку, хронология блокируется для изменений другими пользователями. Если пользователь попытается изменить хронологию, заблокированную для изменений, он получит соответствующее уведомление.

source: Can I Check or Uncheck all categories?
ru: Можно ли выбрать или отменить выбор всех категорий?

source: Yes you can check or uncheck all categories as well as a lot of other selection alternatives. Make sure the categories pane is visible and then right-click with the mouse in the pane. A context menu will now show up with all the check/uncheck alternatives available.
ru: Да, можно как выбрать, так и отменить выбор всех категорий, а также использовать многие другие варианты выбора/снятия выбора. Убедитесь, что панель категорий отображается, и щёлкните по ней правой кнопкой мыши. В появившемся контекстном меню будут показаны все доступные варианты выбора/снятия выбора.

source: The timeline shows dates according to the Gregorian calendar on the x-axis. Currently the earliest date is limited to Julian day 0 (November 24, 4714 BC). Future versions might support various kinds of timelines so that you for example can specify a time in terms of number of minutes since a start time. If you are interested in such a feature, please get in touch. The timeline is divided in two areas with a horizontal adjustable divider line. Period events are displayed below the line and point events are displayed above the line.
ru: По оси «X» хронологии отображаются даты по григорианскому календарю. В настоящее время в качестве самой ранней даты можно указать нулевую юлианскую (24 ноября 4714 BC). В будущих версиях может быть реализована поддержка различных типов хронологий, чтобы было можно, например, указать время в минутах с момента начала события. Если такая опция вызывает интерес, пожалуйста, свяжитесь с разработчиками. Настраиваемая горизонтальная линия делит хронологию на две части. События с периодом показаны под этой линией, а события-точки — над ней.

source: Scrolling Timeline
ru: Прокрутка хронологии

source: A Timeline can be scrolled both horizontal (along time axis) and vertically (along event axis) There are two ways to scroll horizontal. You can either use the different options in the Navigation menu or you can use the mouse. To use the mouse, hold down the left mouse button and drag the mouse horizontally. To scroll vertically, hold down the Shift- and Ctrl-keys and scroll the mouse wheel. Events are scrolled towards or away from the divider line separating point- and period-events.
ru: Хронологию можно прокручивать как по горизонтали (по оси времени), так и по вертикали (по оси событий). Прокрутка по горизонтали выполняется двумя способами. Можно либо выбирать различные опции меню «Навигация», либо воспользоваться мышью. Чтобы выполнить прокрутку с помощью мыши, удерживайте нажатой её левую кнопку и перемещайте мышь по горизонтали. Чтобы выполнить прокрутку по вертикали, удерживайте нажатыми клавиши Shift и Ctrl и прокручивайте колесо мыши. События прокручиваются по направлению к/от линии, разделяющей события с периодами и события-точки.

source: Zooming Timeline
ru: Масштабирование хронологии

source: A Timeline can be Zoomed both horizontal (along time axis) and vertically (along event axis) To zoom horizontal, hold down the Ctrl-key and scroll the mouse wheel. To zoom vertically, hold down the Alt-key and scroll the mouse wheel.
ru: Хронологию можно масштабировать как по горизонтали (по оси времени), так и по вертикали (по оси событий). Для масштабирования по горизонтали удерживайте нажатой клавишу Ctrl и прокручивайте колесо мыши. Для масштабирования по вертикали удерживайте нажатой клавишу Alt и прокручивайте колесо мыши.

source: Events
ru: События

source: An event is the basic data type for representing information on the timeline. It must specify where on the timeline it should be placed (when that event happened). This can be either a specific point in time or a period.
ru: Событие — это основной тип данных для представления информации в хронологии. Необходимо указать его место в хронологии (когда произошло событие). Это может быть либо конкретный момент времени, либо период.

source: Era
ru: Эра

source: An Era is A clearly defined period of time of arbitrary but well-defined length. An Era is displayed as a background with the color defined for the Era. The Era name is written att the bottom of the timeline.
ru: Эра — это чётко определённый период времени произвольной длины. Эра отображается как фон (его цвет зависит от настройки соответствующего параметра). Название эры показано в нижней части хронологии.

source: Event Properties
ru: Свойства события

source: For an event the following properties can be defined. - Start Date and Time. - End Date and Time (if period event). - Text - The label displayed for an event. - Category - A way to group events together. - Container - Another way to group events together. - Fuzzy - Draw start and end of event fuzzy, to indicate that exact times are unknown. - Locked - Start- and End-points can't be changed. - Ends Today - The End-point is always set to current date. - Description - Event description that is shown i the balloon. - Icon - Image icon shown in balloon. - Alert - An alert dialog is opened at the specified alert time. - Hyperlinks - A list of hyperlink that can be reached in the event context menu.
ru: Для события можно задать следующие параметры. - Дата и время начала. - Дата и время окончания (для событий с периодом). - Текст — отображаемая подпись события. - Категория — способ группировки событий. - Контейнер — ещё один способ группировки событий. - Неточно — обозначить, что точное время начала и окончания события неизвестно. - Заблокировано — точки начала и окончания нельзя изменить. - Заканчивается сегодня — точкой окончания всегда будет текущая дата. - Описание — описание события, которое отображается во всплывающей подсказке. - Значок — значок изображения, который отображается во всплывающей подсказке. - Напоминание — в указанное время будет открыт диалог напоминания. - Гиперссылки — список гиперссылок, которые будут доступны в контекстном меню события.

source: Milestones
ru: Вехи
